type FaqItem = {
  question: string;
  answer: string;
};

export const FAQ_LIST: FaqItem[] = [
  {
    question: "ЧТО ДЕЛАТЬ, ЕСЛИ ВОЗНИКЛИ ПРОБЛЕМЫ С РЕГИСТРАЦИЕЙ?",
    answer:
      "Проверьте корректность введённых данных. Если проблема сохраняется — свяжитесь с организаторами.",
  },
  {
    question:
      "ЧТО ДЕЛАТЬ, ЕСЛИ Я НЕ ПОЛУЧИЛ ПИСЬМО С ПОДТВЕРЖДЕНИЕМ РЕГИСТРАЦИИ?",
    answer:
      "Проверьте папку «Спам». Если письма нет — напишите нам в официальный чат.",
  },
  {
    question: "КАК Я МОГУ ОПЕРАТИВНО ПОЛУЧАТЬ НОВОСТИ И ОБНОВЛЕНИЯ?",
    answer: "Все новости публикуются в официальных каналах проекта и на сайте.",
  },
  {
    question: "ГДЕ  УЗНАТЬ ИНФОРМАЦИЮ О ВОРКШОПЕ?",
    answer:
      "Информация о воркшопах будет доступна в личном кабинете участника.",
  },
  {
    question: "ЕЩЕ ОДИН ТУПОЙ ВОПРОС?",
    answer:
      "Информация о воркшопах будет доступна в личном кабинете участника.",
  },
];
